Repository: milnerm/plugin-ItemRelations
Catalog: languages/*.po
Languages: ca_es, fr, it

source: embodiment
ca_es: encarna
fr: Matérialisation
it: personificazione

source: A property representing an expression that is embodied by a manifestation.
fr: Une propriété représentant une expression qui est matérialisée par une manifestation
it: Una proprietà che rappresenta un'espressione personificata da una manifestazione.

source: exemplar
fr: Exemplaire
it: esemplare

source: A property representing an item that is an exemplar of a manifestation.
fr: Une propriété représentant un item qui est un exemplaire d'une manifestation
it: Una proprietà che rappresenta un documento che è un esemplare di una manifestazione.

source: exemplar of
ca_es: exemplar de
fr: Est un exemplaire de
it: esemplare di

source: A property representing the manifestation that is exemplified by a item.
fr: Une propriété représentant une manifestation qui est représentée par un item.
it: Una proprietà che rappresenta la manifestazione che è esemplificata dal documento.

source: imitation
ca_es: imitació
fr: a une imitation
it: imitazione

source: A property representing an imitation of a work or expression.
fr: Une propriété représentant une imitation d'une œuvre ou d'une expression.
it: Una proprietà che rappresenta un'imitazione di un lavoro o espressione.

source: imitation of
ca_es: imitació de
fr: est une imitation de
it: imitazione di

source: A property representing a work or expression that is imitated.
fr: Une propriété représentant une oeuvre ou expression qui est imitée.
it: Una proprietà che rappresenta un lavoro o espressione che è imitato.

source: owner
ca_es: propietari
fr: a un propriétaire
it: proprietario

source: A property representing an entity that owns an item.
fr: Une propriété représentant une entité qui possède un item.
it: Una proprietà che rappresenta una entità a cui appartiene un documento.

source: owner of
ca_es: propietari de
fr: est le propriétaire de
it: proprietario di

source: A property representing an item that is in some way owned an entity.
fr: Une propriété représentant un item qui appartient en quelque sorte à une entité.
it: Una proprietà che rappresenta un oggetto in qualche modo di proprietà di un'entità.

source: part
fr: a une partie
it: parte

source: A property representing a part of an endeavour.
fr: Une propriété représentant une partie d'un ensemble.
it: Una proprietà che rappresenta parte di un tentativo.

source: part of
ca_es: part de
fr: est une partie de
it: parte di

source: A property representing an endeavour incorporating an endeavour.
fr: Une propriété représentant une entreprise (un effort) incorporant une entreprise (un effort).
it: Una proprietà che rappresenta un tentativo che incorpora un tentativo.

source: producer
ca_es: productor
fr: a un producteur
it: produttore

source: A property representing an entity in some way responsible for producing a manifestation.
fr: Une propriété représentant une entité en quelque sorte responsable de la production d'une manifestation.
it: Una proprietà che rappresenta un entità in qualche modo responsabile per la produzione di una manifestazione.

source: producer of
ca_es: productor de
fr: est un producteur de
it: produttore di

source: A property representing a manifestation that was in some way produced an entity.
fr: Une propriété représentant une manifestation qui a d'une certaine manière produit une entité.
it: Una proprietà che rappresenta una manifestazione in qualche modo prodotta da un'entità.

source: realization
ca_es: realització
fr: a une réalisation
it: realizzazione

source: A property representing an expression that is an intellectual or artistic realization of a work.
fr: Une propriété représentant une expression qui est une réalisation intellectuelle ou artistique d'une œuvre.
it: Una proprietà che rappresenta una espressione che è la realizzazione di un lavoro intellettuale o artistico.

source: realization of
ca_es: realització de
fr: est une réalisation de
it: realizzazione di

source: A property representing the work that has been realized by an expression.
fr: Une propriété représentant l'oeuvre qui a été réalisée par une expression.
it: Una proprietà che rappresenta il lavoro che è stato realizzato da un'espressione.

source: realizer
ca_es: realitzador
fr: réalisateur
it: realizzatore

source: A property representing an entity in some way responsible for realizing an expression.
fr: Une propriété représentant une entité responsable, d'une manière ou d'une autre, de la réalisation d'une expression.
it: Una proprietà che rappresenta una entità in qualche modo responsabile della realizzazione di una espressione.

source: realizer of
ca_es: realitzador de
fr: est le réalisateur de
it: realizzatore di

source: A property representing an expression that was in some way realized by an entity.
fr: Propriété représentant une expression qui a été réalisée d'une manière ou d'une autre par une entité.
it: Una proprietà che rappresenta una espressione in qualche modo realizzato da un'entità.

source: reconfiguration
ca_es: reconfiguració
fr: a une reconfiguration
it: riconfigurazione

source: A property representing a recongifuration of an item.
fr: Une propriété représentant une reconfiguration d'un item.
it: Una proprietà che rappresenta una riconfigurazione di un oggetto.

source: reconfiguration of
ca_es: reconfiguració de
fr: est une reconfiguration de
it: riconfigurazione di

source: A property representing an item that is reconfigured.
fr: Une propriété représentant un item reconfiguré.
it: Una proprietà che rappresenta un oggetto che è riconfigurato.

source: related endeavour
ca_es: iniciativa relacionada
fr: entreprise apparentée
it: tentativo correlato

source: A property representing another endeavour that is related in some way to an endeavour.
fr: Une propriété représentant une autre entreprise liée d'une certaine manière à une entreprise.
it: Una proprietà che rappresenta un altro tentativo che è correlato in qualche modo a un tentativo.

source: reproduction
ca_es: reproducció
fr: a pour reproduction
it: riproduzione

source: A property representing a reproduction of a manifestation or item.
fr: Une propriété représentant une reproduction d'une manifestation ou d'un item.
it: Una proprietà che rappresenta una riproduzione di una manifestazione o documento.

source: reproduction of
ca_es: reproducció de
fr: est une reproduction de
it: riproduzione di

source: A property representing a manifestation or item that is reproduced.
fr: Une propriété représentant une manifestation ou un item qui est reproduit.
it: Una proprietà che rappresenta una manifestazione o documento che è riprodotto.

source: responsible entity
ca_es: entitat responsable
fr: a une entité responsable
it: entità responsabile

source: A property representing an entity in some way responsible for an endeavour.
fr: Une propriété représentant une entité en quelque sorte responsable d'une entreprise.
it: Una proprietà che rappresenta una entità in qualche modo responsabile di un tentativo.

source: responsible entity of
ca_es: entitat responsable de
fr: est une entité responsable de
it: ente responsabile di

source: A property representing an endeavour that is the responsibility of an entity.
fr: Une propriété représentant un effort qui est la responsabilité d'une entité.
it: Una proprietà che rappresenta un tentativo che è responsabilità di una entità.

source: revision
ca_es: revisió
fr: a une révision
it: revisione

source: A property representing a revision of an expression.
fr: Une propriété représentant une révision d'une expression.
it: Una proprietà che rappresenta una revisione di una espressione.

source: revision of
ca_es: revisió de
fr: est une révision de
it: revisione di

source: A property representing an expression that is revised.
fr: Une propriété représentant une expression qui est révisée.
it: Una proprietà che rappresenta una espressione rielaborata.

source: successor
fr: a une suite
it: successore

source: A property representing a successor to a work or expression.
fr: Une propriété représentant une suite à une oeuvre ou une expression.
it: Una proprietà che rappresenta il successore di un lavoro o espressione.

source: successor of
ca_es: successor de
fr: est une suite de
it: successore di

source: A property representing a work or expression that is succeeded.
fr: Une propriété représentant une oeuvre ou une expression qui est suivie d'une autre oeuvre ou expression.
it: Una proprietà che rappresenta un lavoro o espressione riusciti.

source: summarization
ca_es: resum
fr: a un résumé
it: riepilogo

source: A property representing a summarization of a work or expression.
fr: Une propriété représentant une synthèse d'une œuvre ou d'une expression.
it: Una proprietà che rappresenta il riepilogo di un lavoro o espressione.

source: summarization of
ca_es: resum de
fr: est un résumé de
it: riepilogo di

source: A property representing a work or expression that is summarized.
fr: Une propriété représentant une oeuvre ou une expression qui est résumée.
it: Una proprietà che rappresenta un lavoro o espressione riepilogati.

source: supplement
ca_es: suplement
fr: a un supplément
it: integrazione

source: A property representing a supplement to a work or expression.
fr: Une propriété représentant un supplément à une oeuvre ou une expression.
it: Una proprietà che rappresenta una integrazione ad un lavoro o espressione.

source: supplement of
ca_es: suplement de
fr: est un supplément de
it: integrazione di

source: A property representing a work or expression that is supplemented.
fr: Une propriété représentant une œuvre ou une expression qui fait l'objet d'un supplément.
it: Una proprietà che rappresenta un lavoro o espressione che sono integrati.

source: transformation
ca_es: transformació
fr: a une transformation
it: trasformazione

source: A property representing a transformation of a work or expression.
ca_es: Una propietat que representa la transformació d'una obra o expressió.
fr: Une propriété représentant une transformation d'une oeuvre ou d'une expression.
it: Una proprietà che rappresenta una trasformazione di un lavoro o espressione.

source: transformation of
ca_es: transformació de
fr: est une transformation de
it: trasformazione di

source: A property representing a work or expression that is transformed.
ca_es: Una propietat que representa una obra o expressió que s'ha transformat.
fr: Une propriété représentant une oeuvre ou expression qui est transformée.
it: Una proprietà che rappresenta un lavoro o espressione trasformati.

source: translation
ca_es: traducció
fr: a une traduction
it: traduzione

source: A property representing a translation of an expression.
ca_es: Una propietat que representa la traducció d'una expressió.
fr: Une propriété représentant une traduction d'une expression.
it: Una proprietà che rappresenta una traduzione di una espressione.

source: A property representing an expression that is translated.
ca_es: Una propietat que representa l'expressió que s'ha traduït.
fr: Une propriété représentant une expression qui est traduite.
it: Una proprietà che rappresenta un'espressione tradotta.

source: Item Relations
fr: Relations entre contenus
it: Relazione tra documenti

source: Subjects
ca_es: Matèries
fr: Sujets
it: Soggetti

source: Object
ca_es: Objecte
fr: Objet
it: Oggetto

source: These Items
ca_es: Aquests ítems
fr: Ces contenus
it: Questi oggetti

source: Item ID
ca_es: ID de l'ítem
fr: Identifiant du contenu
it: ID dell'oggetto

source: Append to Public Items Show
ca_es: Afegeix a la pàgina d'ítems pública
fr: Ajouter à la vue publique
it: Aggiungi ai Documenti Pubblici

source: Check this if you want to display an item's relations on its public show page.
ca_es: Activeu per mostrar les relacions d'un ítem a la interfície pública.
fr: Cocher cette case pour afficher les relations d'un contenu sur la vue publique.
it: Seleziona se vuoi mostrare le relazioni di un documento nella sua pagina pubblica.

source: Relation Format
ca_es: Format de la relació
fr: Format de relation
it: Formato Relazioni

source: Select the format of an item's relations that you would prefer to show. If one is unavailable the other will be used.
ca_es: Seleccioneu el format de les relacions entre items que preferiu mostrar. Si un no es troba disponible, es farà servir l'altre.
fr: Sélectionnez le format des relations du contenu que vous préférez afficher. Si l'un n'est pas disponible, les autres seront utilisés.
it: Seleziona il formato delle relazioni di un documento che preferiresti mostrare. Se uno non è disponibile verrà utilizzato l'altro.

source: The vocabulary was successfully edited.
ca_es: El vocabulari s'ha editat correctament
fr: Le vocabulaire a été modifié avec succès.
it: Il vocabolario è stato modificato con successo.

source: Browse Vocabularies
ca_es: Navega pels vocabularis
fr: Parcourir les vocabulaires
it: Esplora i vocabolari

source: Here you can relate this item to another item and delete existing relations. For descriptions of the relations, see the %s page. Invalid item IDs will be ignored.
ca_es: Podeu relacionar aquest ítem amb d'altres ítems i esborrar relacions prèvies. Per a les descripcions de les relacions, vegeu la pàgina %s . Els ítems amb un ID invàlid seran ignorats.
fr: Vous pouvez lier ce contenu à un autre et supprimer les relations existantes. Pour décrire les relations, voir la page %s. Les identifiants non valides seront ignorés.
it: Qui puoi mettere in relazione questo documento con un altro e cancellare le relazioni esistenti. Per le descrizioni delle relazioni, guarda a pagina %s. Gli ID documento invalidi verranno ignorati.

source: This Item
ca_es: Aquest ítem
fr: Ce contenu
it: Questo oggetto

source: Add a Relation
ca_es: Afegeix una relació
fr: Ajouter une relation
it: Aggiungi una relazione

source: [unknown]
ca_es: [desconegut]
fr: [inconnu]
it: [sconosciuto]

source: This item has no relations.
ca_es: Aquest ítem no té relacions
fr: Ce contenu n'a pas de relations.
it: Questo oggetto non ha relazioni.

source: Namespace Prefix
ca_es: Prefix de l'espai de noms
fr: Préfixe de l'espace de nommage.
it: Prefisso Namespace

source: Namespace URI
ca_es: URI de l'espai de noms
fr: URI de l'espace de nommage.
it: URI Namespace

source: Edit Custom Vocabulary
ca_es: Edita el vocabulari per defecte
fr: Modifier le vocabulaire personnalise
it: Modifica il vocabolario personalizzato

source: Here you can add, edit, and delete properties in your custom vocabulary. Property labels must be unique. You cannot edit property labels once they have been created, so make sure they are spelled correctly and convey the exact relation you want them to convey.
ca_es: Podeu afegir, editar i esborrar propietats del vostre vocabulari personalitzat. L'etiqueta de la propietat ha de ser única i no es poden editar un cop creades.
fr: Vous pouvez ajouter, modifier et supprimer les propriétés de vos vocabulaires personnalisés. Les libellés de propriété doivent être uniques. Vous ne pouvez modifier les libellés une fois qu'ils ont été créés, assurez vous qu'ils sont correctement orthographiés et sont explicites quant à la relation à laquelle ils correspondent.
it: Qui puoi aggiungere, modificare e cancellare proprietà nel tuo vocabolario personale. Le etichette proprietà devono essere uniche. Una volta create non puoi modificare le etichette proprietà, quindi assicurati che l'ortografia sia corretta e che esprimano l'esatta relazione che vuoi esprimano.

source: Add a Property
ca_es: Afegeix una propietat
fr: Ajouter une propriété
it: Aggiungi una proprietà

source: Vocabulary Properties
ca_es: Propietats del vocabulari
fr: Propriétés du vocabulaire
it: Proprietà del vocabolario

source: Edit Vocabulary
ca_es: Edita el vocabulari
fr: Modifier le vocabulaire
it: Modifica il vocabolario

source: This vocabulary has no properties.
ca_es: Aquest vocabulari no té propietats.
fr: Ce vocabulaire n'a pas de propriétés.
it: Questo vocabolario non ha proprietà.

source: Why don't you add some?
ca_es: Voleu afegir-ne alguna?
fr: Pourquoi ne pas en ajouter ?
it: Perché non ne aggiungi un po'?

source: Local Part
ca_es: Part local
fr: partie locale
it: Parte locale

source: Filter this search for items with the selected relation. For example, when selecting "Subject" items with the "hasPart" relation, the search will return all items that have parts. When selecting "Object" items with the same relation, the search will return all items that are parts of other items.
ca_es: Filtreu la cerca per obtenir resultats amb la relació seleccionada.
fr: Filtrer cette recherche pour les contenus possédant cette relation. Par exemple, en sélectionnant les contenus "Sujet" avec la relation "hasPart", la recherche renverra tous les contenus ayant des "parties". En sélectionnant les contenus "Objet" avec la même relation, la recherche renverra tous les contenus qui font partie d'autres contenus.
it: Filtra questa ricerca per gli oggetti con le relazioni selezionate. Per esempio, quando selezioni documenti "Soggetto" con la relazione "ha parte", la ricerca mostrerà tutti i documenti che hanno delle parti. Quando selezioni documenti "Oggetto" con la stessa relazione, la ricerca mostrerà tutti i documenti che sono parte di altri documenti.

source: Abstract
ca_es: Resum
fr: Résumé

source: logo
ca_es: logotip
