Repository: milnerm/plugin-ItemRelations
Catalog: languages/*.po
Languages: ca_es, fr, it

source: A related resource.
ca_es: Un recurs relacionat.
fr: Une ressource apparentée.
it: Una risorsa correlata.

source: Conforms To
ca_es: D'acord a
fr: Est conforme à
it: Conforme a

source: An established standard to which the described resource conforms.
ca_es: Estàndard acceptat amb el que compleix el recurs descrit.
fr: Une norme établie à laquelle se conforme la ressource.
it: Uno standard riconosciuto cui la risorsa descritta è conforme

source: Has Format
ca_es: Té el format
fr: A pour autre format
it: Ha formato

source: A related resource that is substantially the same as the pre-existing described resource, but in another format.
ca_es: Un recurs relacionat que essencialment és el mateix recurs descrit preexistent, però en un altre format.
fr: Ressource similaire à la ressource décrite mais dans un autre format
it: Una risorsa correlata che è sostanzialmente analoga alla risorsa pre-esistente descritta, ma in altro formato

source: Has Part
ca_es: Té part de
fr: a une partie
it: Ha parte

source: A related resource that is included either physically or logically in the described resource.
ca_es: Un recurs relacionat que està inclòs física o lògicament en el recurs descrit.
fr: Une ressource liée qui est incluse physiquement ou logiquement dans la ressource décrite.
it: Una risorsa correlata che è inclusa o fisicamente o logicamente nella risorsa descritta.

source: Has Version
ca_es: Té una versió
fr: A d'autres versions
it: Ha versione

source: A related resource that is a version, edition, or adaptation of the described resource.
ca_es: Un recurs relacionat que és una versió, edició o adaptació del recurs descrit.
fr: Une ressource liée qui est une version, une édition ou une adaptation de la ressource décrite.
it: Una risorsa correlata che è una versione, edizione o adattamento della risorsa descritta

source: Is Format Of
ca_es: Format original
fr: Est un autre format de
it: È formato di

source: A related resource that is substantially the same as the described resource, but in another format.
ca_es: Un recurs relacionat que essencialment és el mateix recurs descrit, però en un altre format.
fr: Une ressource liée, globalement identique à la ressource décrite, existant sous un autre format.
it: Una risorsa correlata che è sostanzialmente la stessa della risorsa descritta, ma in un altro formato.

source: Is Part Of
ca_es: És part de
fr: est une partie de
it: È parte di

source: A related resource in which the described resource is physically or logically included.
ca_es: Un recurs relacionat en el que el recurs descrit està física o lògicament inclòs.
fr: Ressource similaire à la ressource décrite physiquement.
it: Una risorsa correlata nella quale la risorsa descritta è fisicamente o logicamente inclusa.

source: Is Referenced By
ca_es: Referenciat per
fr: Est référencé par
it: Ha riferimento a

source: A related resource that references, cites, or otherwise points to the described resource.
ca_es: Un recurs relacionat que fa referència, cita o apunta al recurs descrit.
fr: Une ressource liée qui fait référence, cite ou pointe d’une autre manière vers la ressource décrite.
it: Una risorsa correlata che fa riferimento, cita o comunque punta alla risorsa descritta.

source: Is Replaced By
ca_es: Substituït per
fr: Est remplacé par
it: È rimpiazzato da

source: A related resource that supplants, displaces, or supersedes the described resource.
ca_es: Un recurs relacionat que suplanta, desplaça o substitueix el recurs descrit.
fr: Une ressource similaire qui supplante ou remplace la ressource décrite.
it: Una risorsa correlata che rimpiazza o sostituisce la risorsa descritta.

source: Is Required By
ca_es: És requerit per
fr: Est requis par
it: È richiesto da

source: A related resource that requires the described resource to support its function, delivery, or coherence.
ca_es: Un recurs relacionat que requereix el recurs descrit per recolzar la seva funció, lliurament o coherència.
fr: Une ressource liée qui nécessite la ressource décrite pour permettre sa fonction, sa livraison ou sa cohérence.
it: Una risorsa correlata che richiede la risorsa descritta per supportare le sue funzioni, presentazione o coerenza.

source: Is Version Of
ca_es: És una versió de
fr: Est une version de
it: È versione di

source: A related resource of which the described resource is a version, edition, or adaptation.
ca_es: Un recurs relacionat del que el recurs descrit n'és una versió, edició o adaptació.
fr: Une ressource apparentée qui est une version, une édition ou une adaptation de la ressource décrite.
it: Una risorsa correlata della quale la risorsa descritta è una versione, edizione o adattamento.

source: References
ca_es: Referència
fr: Référence
it: Fa riferimento

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
ca_es: Un recurs relacionat que és referenciat, citat o assenyalat en alguna forma pel recurs descrit.
fr: Ressource similaire qui est référencée, citée, ou désignée par la ressource décrite.
it: Una risorsa correlata alla quale viene fatto riferimento, che viene citata o comunque indicata dalla risorsa descritta.

source: Replaces
ca_es: Substitueix
fr: Remplace
it: Rimpiazza

source: A related resource that is supplanted, displaced, or superseded by the described resource.
fr: Une ressource similaire qui est supplantée ou remplacée par la ressource décrite.
it: Una risorsa correlata che è rimpiazzata o sostituita dalla risorsa descritta.

source: Requires
ca_es: Requereix
fr: Requiert
it: Richiede

source: A related resource that is required by the described resource to support its function, delivery, or coherence.
fr: Une ressource similaire qui est requise par la ressource décrite pour sa fonction, distribution ou cohérence.
it: Una risorsa correlata che è richiesta dalla risorsa descritta per supportare le sue funzioni, presentazione o coerenza.

source: A related resource from which the described resource is derived.
fr: Une ressource apparentée à partir de laquelle la ressource décrite a été dérivée.
it: Una risorsa correlata dalla quale la risorsa descritta è derivata.

source: A summary of the resource.
ca_es: Un resum del recurs.
fr: Un résumé de la ressource.
it: Un riassunto della risorsa

source: Access Rights
ca_es: Drets d'accés
fr: Droit d'accès
it: Diritti di accesso

source: Information about who can access the resource or an indication of its security status.
ca_es: Informació sobre qui pot accedir al recurs i la seguretat associada.
fr: Information concernant qui peut avoir accès à la ressource ou une indication de son état de sécurité.
it: Informazione su chi puà accedere alla risorsa o una indicazione del suo stato di sicurezza.

source: Accrual Method
ca_es: Mètode d'ingrés
fr: Méthode d’abonnement
it: Metodo di accumulazione

source: The method by which items are added to a collection.
fr: La méthode suivant laquelle les items sont ajoutés à une collection.
it: Il metodo con il quale i documenti sono aggiunti alla collezione.

source: Accrual Periodicity
ca_es: Periodicitat de l'ingrés
fr: Périodicité d’acquisition
it: Periodicità di accumulazione

source: The frequency with which items are added to a collection.
fr: Fréquence d'ajout des items dans une collection
it: la frequenza con la quale i documenti vengono aggiunti alla collezione.

source: Accrual Policy
ca_es: Política d'ingrés
fr: Politique d’acquisition
it: Politica di accumulazione

source: The policy governing the addition of items to a collection.
fr: Politique d'acquisition d'une collection
it: La politica che regola l'aggiunta di documeti alla collezione.

source: Audience
ca_es: Audiència
fr: Public visé
it: Pubblico

source: A class of entity for whom the resource is intended or useful.
ca_es: Un tipus d'entitat per la qual el recurs s'ha pensat o és útil.
fr: Une classe d’entité pour laquelle la ressource est destinée ou utile.
it: Una classe d'entità per la quale la risorsa è intesa o utile.

source: An entity responsible for making contributions to the resource.
fr: Une entité responsable de faire des contributions à la ressource.
it: Un'entità responsabile dell'effettuazione di contributi alla risorsa.

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
fr: La portée spatiale ou temporelle de la ressource, ou la juridiction pour laquelle la ressource est pertinente.
it: L'argomento spaziale o temporale della risorsa, l'applicabilità spaziale della risorsa, o la giurisdizione sotto la quale la risorsa risulta essere rilevante.

source: An entity primarily responsible for making the resource.
fr: Une entité principalement responsable de la création de la ressource.
it: Un'entità primariamente responsabile per la creazione della risorsa.

source: An account of the resource.
fr: Une présentation du contenu de la ressource.
it: Un riassunto della risorsa.

source: Audience Education Level
ca_es: Nivell d'estudis de l'audiència
fr: Niveau public destinataire
it: Livello educativo del pubblico

source: A class of entity, defined in terms of progression through an educational or training context, for which the described resource is intended.
fr: Une classe d’entité, définie en termes de progression dans un contexte éducatif ou de formation, pour laquelle la ressource décrite est destinée.
it: Una classe di entità, definita in termini di progressione in un contesto educativo o di addestramento, per la quale la risorsa descritta è destinata.

source: Extent
ca_es: Extensió
fr: Étendue de la ressource, taille, durée
it: Estensione

source: The size or duration of the resource.
ca_es: Mida o durada del recurs
fr: La taille ou la durée de la ressource.
it: La dimensione o durata della risorsa.

source: The file format, physical medium, or dimensions of the resource.
fr: Le format de fichier, le type de support ou les dimensions de la ressource.
it: Il formato file, mezzo fisico o dimensioni della risorsa.

source: Instructional Method
ca_es: Mètode d'instrucció
fr: Méthode d’enseignement
it: Metodo istruttivo

source: A process, used to engender knowledge, attitudes and skills, that the described resource is designed to support.
fr: Une méthode, utilisée pour générer des connaissances, des attitudes et des habiletés, que la ressource décrite est conçue pour soutenir.
it: Un processo, usato per fornire conoscenza, attitudine e abilità, per il quale la risorsa descritta è stata disegnata.

source: A language of the resource.
ca_es: L'idioma del recurs.
fr: Langue de la ressource.
it: Un linguaggio della risorsa.

source: License
ca_es: Llicència
fr: Licence
it: Licenza

source: A legal document giving official permission to do something with the resource.
fr: Un document juridique donnant l'autorisation officielle de faire quelque chose avec la ressource.
it: Un documento legale che offre un permesso ufficiale per fare qualcosa con la risorsa.

source: Mediator
ca_es: Mediador
fr: Médiateur
it: Mediatore

source: An entity that mediates access to the resource and for whom the resource is intended or useful.
fr: Une entité qui gère l’accès à la ressource et pour laquelle la ressource est destinée ou utile.
it: Una entità che media l'accesso alla risorsa e per la quale la risorsa è intesa o utile.

source: Medium
ca_es: Mitjà
fr: Support
it: Mezzo

source: The material or physical carrier of the resource.
fr: Le support matériel ou physique de la ressource.
it: La materia o involucro fisico della risorsa.

source: Provenance
ca_es: Procedència
it: Provenienza

source: A statement of any changes in ownership and custody of the resource since its creation that are significant for its authenticity, integrity, and interpretation.
fr: Une déclaration de tout changement de propriété ou de conservation de la ressource depuis sa création, suffisamment important pour assurer son authenticité, son intégrité et son interprétation.
it: Una affermazione di qualsiasi variazione di proprietà e custodia della risorsa dalla sua creazione significativa per la sua autenticità, integrità e interpretazione.

source: An entity responsible for making the resource available.
fr: L'entité responsable de la diffusion de la ressource.
it: Un'entità responsabile di rendere disponibile la risorsa.

source: Information about rights held in and over the resource.
fr: Information sur les droits détenus dans et sur la ressource.
it: Informazione sui diritti posseduti sulla risorsa.

source: Rights Holder
ca_es: Propietari dels drets
fr: Ayants droit
it: Proprietario dei diritti

source: A person or organization owning or managing rights over the resource.
fr: Une personne ou une organisation détentrice ou chargée de la gestion des droits concernant la ressource.
it: Una persona o organizzazione che possiede o amministra i diritti sulla risorsa.

source: Spatial Coverage
ca_es: Cobertura geogràfica
fr: Couverture spatiale
it: Copertura spaziale

source: Spatial characteristics of the resource.
fr: Les caractéristiques spatiales de la ressource
it: Caratteristiche spaziali della risorsa.

source: The topic of the resource.
ca_es: La matèria del recurs.
fr: Le sujet de la ressource.
it: Argomento della risorsa.

source: Table Of Contents
ca_es: Sumari
fr: Table des matières
it: tabella contenuti

source: A list of subunits of the resource.
fr: Une liste des sous-unités de la ressource.
it: Una lista di sottounità della risorsa.

source: Temporal Coverage
ca_es: Cobertura temporal
fr: Couverture temporelle
it: Copertura temporale

source: Temporal characteristics of the resource.
fr: Les caractéristiques temporelles de la ressource
it: Caratteristiche temporali della risorsa.

source: The nature or genre of the resource.
fr: La nature ou le genre de la ressource.
it: La natura o genere della risorsa.

source: annotates
ca_es: anota
fr: Annote
it: annota

source: Critical or explanatory note for a Document.
fr: Note critique ou explicative pour un document.
it: Nota critica o chiarificatrice per un documento.

source: cited by
ca_es: citat per
fr: Cité par
it: citato da

source: Relates a document to another document that cites the first document.
fr: Relie un document à un autre document qui cite le premier document.
it: Mette in relazione un documento a un altro documento che cita il primo.

source: cites
ca_es: cita
fr: Cite
it: cita

source: Relates a document to another document that is cited by the first document as reference, comment, review, quotation or for another purpose.
fr: Relie un document à un autre document qui est cité par le premier document comme référence, commentaire, révision, citation ou à d'autres fins.
it: Mette un documento in relazione ad un altro che è citato dal primo documento come riferimenti, commento, recensione, citazione o per altro scopo.

source: review of
ca_es: revisió de
fr: Compte rendu de
it: recensione di

source: Relates a review document to a reviewed thing (resource, item, etc.).
fr: Relie un document à celui qui fait l'objet du compte rendu (ressource, item, etc.)
it: Mette un documento recensione in relazione ad una cosa recensita (risorsa, documento, ecc.).

source: reproduced in
ca_es: reproduït a
fr: Reproduit dans
it: riprodotta in

source: The resource in which another resource is reproduced.
fr: La ressource dans laquelle une autre ressource est reproduite.
it: La risorsa nella quale un'altra risorsa è riprodotta.

source: affirmed by
ca_es: afirmat per
fr: Confirmé par
it: stabilita da

source: A legal decision that affirms a ruling.
fr: Une décision judiciaire qui confirme un règlement.
it: Una decisione legale che stabilisce una sentenza.

source: reversed by
ca_es: invertit per
fr: Infirmé par
it: invertito da

source: A legal decision that reverses a ruling.
fr: Une décision judiciaire qui renverse un règlement.
it: Una decisione legale che inverte una sentenza.

source: subsequent legal decision
ca_es: decisió legal subsegüent
fr: Décision juridique ultérieure.
it: decisione legale susseguente

source: A legal decision on appeal that takes action on a case (affirming it, reversing it, etc.).
fr: Une décision judiciaire en appel qui prend des mesures sur une affaire (la confirmant, l'inversant, etc.).
it: Una decisione legale in appello che svolge un'azione su un caso (confermandolo, invertendolo, ecc.).

source: transcript of
ca_es: transcripció de
fr: Transcription de
it: trascrizione di

source: Relates a document to some transcribed original.
fr: Relie un document à un original transcrit.
it: Mette un documento in relazione a dell'originale trascritto.

source: translation of
ca_es: traducció de
fr: est une traduction de
it: traduzione di

source: Relates a translated document to the original document.
fr: Relie un document traduit au document original,
it: Mette un documento tradotto in relazione al documento originale.

source: based near
ca_es: basat a prop
fr: Situé près
it: posizionato circa

source: A location that something is based near, for some broadly human notion of near.
fr: Un endroit où quelque chose est proche, suivant une notion humaine de proximité, de façon générale .
it: Una località vicino alla quale qualcosa è posizionato, per una generica nozione umana di vicinanza.

source: depiction
ca_es: representació
fr: Représentation
it: raffigurazione

source: A depiction of some thing.
fr: Une représentation de quelque chose.
it: Una raffigurazione di qualcosa.

source: depicts
ca_es: representa
fr: Représente
it: raffigura

source: A thing depicted in this representation.
fr: Une chose dépeinte dans cette représentation
it: Una cosa raffigurata in questa rappresentazione.

source: funded by
ca_es: finançat per
fr: Financé par
it: sovvenzionato da

source: An organization funding a project or person.
fr: Une organisation qui finance un projet ou une personne.
it: Un'organizzazione che sovvenziona un progetto o persona.

source: image
ca_es: imatge
it: immagine

source: An image that can be used to represent some thing (ie. those depictions which are particularly representative of something, eg. one’s photo on a homepage).
fr: Une image qui peut être utilisée pour représenter quelque chose. (c'est-à-dire les représentations qui sont particulièrement représentatives de quelque chose, par exemple, la photo d'une personne sur une page d'accueil).
it: Un'immagine che può essere usata per rappresentare qualcosa (p.e., quelle raffigurazioni che sono particolarmente rappresentative di qualcosa, come la foto di qualcuno su una home page).

source: is primary topic of
ca_es: és la matèria principal de
fr: Est le sujet principal de
it: è argomento primario di

source: A document that this thing is the primary topic of.
fr: Un document dont cette chose est le sujet principal.
it: Un documento di cui questa cosa è argomento primario.

source: knows
ca_es: coneix
fr: Connaît
it: conosce

source: A person known by this person (indicating some level of reciprocated interaction between the parties).
fr: Une personne connue par cette personne (indiquant un certain niveau d'interaction réciproque entre les parties).
it: Una persona conosciuta da questa persona (indica un qualche livello di interazione reciproca tra le parti)

source: A logo representing some thing.
fr: Un logo représentant quelque chose.
it: Un logo che rappresenta qualcosa.

source: made
ca_es: fet per
fr: fabriqué
it: fatto

source: Something that was made by this agent.
fr: Quelque chose qui a été fabriqué par cet agent.
it: Qualcosa che è stata fatta da questo agente.

source: maker
ca_es: creador
fr: fabricant
it: fattore

source: An agent that made this thing.
fr: Un agent qui a fabriqué cette chose
it: Un agente che ha fatto questa cosa.

source: member
ca_es: membre
fr: membre
it: membro

source: Indicates a member of a Group.
fr: Indique un membre d'un groupe.
it: Indica un membro di un gruppo

source: page
ca_es: pàgina
it: pagina

source: A page or document about this thing.
ca_es: Una pàgina o document sobre aquest tema.
fr: Une page ou un document sur cette chose.
it: Una pagina o documento su questa cosa.

source: primary topic
ca_es: matèria principal
fr: sujet principal
it: Argomento primario

source: The primary topic of some page or document.
fr: Le sujet principal d'une page ou d'un document.
it: L'argomento primario di qualche pagina o documento.

source: thumbnail
ca_es: miniatura
fr: vue miniature
it: miniatura

source: A derived thumbnail image.
ca_es: Una imatge derivada en miniatura.
fr: Une image miniature dérivée
it: Un'immagine in miniatura derivata.

source: abridgement
ca_es: abreviatura
fr: a un abrégé
it: compendio

source: A property representing an abridgment of an expression.
fr: Une propriété représentant un abrégé d'une expression.
it: Una proprietà che rappresenta un compendio di un'espressione.

source: abridgement of
ca_es: abreviatura de
fr: est un abrégé de
it: compendio di

source: A property representing an expression that is abridged.
fr: Une propriété représentant une expression qui est abrégée.
it: Una proprietà che rappresenta un'espressione ridotta.

source: adaption
ca_es: adaptació
fr: adaptation
it: adattamento

source: A property representing an adaption of a work or expression.
fr: Une propriété représentant une adaptation d'une oeuvre ou expression,
it: Una proprietà che rappresenta un adattamento di un lavoro o espressione.

source: adaption of
ca_es: adaptació de
fr: est une adaptation de
it: adattamento di

source: A property representing a work or expression that is adapted.
fr: Une propriété représentant une oeuvre ou expression qui est adaptée.
it: Una proprietà che rappresenta un lavoro o espressione adattato.

source: alternate
ca_es: alternativa
fr: a une alternative
it: alternativa

source: A property representing an alternative to a manifestation.
fr: Une propriété représentant une alternative à une manifestation.
it: Una proprietà che rappresenta un'alternativa a una manifestazione.

source: alternate of
ca_es: alternativa de
fr: est une alternative de
it: alternativa di

source: A property representing a manifestation that is alternated.
fr: Une propriété représentant une manifestation qui est une alternative
it: Una proprietà che rappresenta una manifestazione alternativa.

source: arrangement
ca_es: disposició
fr: a un arrangement
it: arrangiamento

source: A property representing an arrangement of an expression.
ca_es: Propietat que representa una disposició d’una expressió.
fr: Une propriété représentant un arrangement d'une expression.
it: Una proprietà che rappresenta un arrangiamento di un'espressione.

source: arrangement of
ca_es: disposició de
fr: est un arrangement de
it: arrangiamento di

source: A property representing an expression that is arranged.
fr: Une propriété représentant une expression arrangée.
it: Una proprietà che rappresenta un'espressione arrangiata.

source: complement
ca_es: complementa
fr: a un complément
it: complemento

source: A property representing a complement to a work or expression.
fr: Une propriété représentant un complément d'une oeuvre ou d'une expression.
it: Una proprietà che rappresenta un complemento ad un lavoro o espressione.

source: complement of
ca_es: complement de
fr: est un complément de
it: complemento di

source: A property representing a work or expression that is complemented.
fr: Une propriété représentant une oeuvre ou une expression qui fait l'objet d'un complément.
it: Una proprietà che rappresenta un lavoro o espressione complementare.

source: creator
ca_es: autor
fr: Créateur
it: creatore

source: A property representing a work that was in some way created by of an entity.
fr: Une propriété représentant une oeuvre créé d'une manière ou d'une autre par une entité.
it: Una proprietà che rappresenta un lavoro in qualche modo creato da un'entità.
